Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Access count
ar: عدد الوصول
de: Anzahl der Ansichten
es: Recuento de acceso
fr: Nombre d'accès
hu: Hozzáférések száma
it: Conteggio accessi
ja: アクセス数
ko: 조회수
pt_br: Quantidade de acessos
pt_pt: Contagem de acessos
ru: Количество посещений
uk: Кількість відвідувань
zh_hans: 访问次数

source: Account
ar: حساب
de: Konto
es: Cuenta
fr: Compte
hu: Fiók
ja: アカウント
ko: 계정
pt_br: Conta
pt_pt: Conta
ru: Учётная запись
uk: Обліковий запис
zh_hans: 账户

# account_action_change_color_title
source: Change color
ar: تغيير اللون
de: Farbe ändern
es: Cambiar color
fr: Modifier la couleur
hu: Szín módosítása
it: Modifica colore
ja: 色の変更
ko: 색상 바꾸기
pt_br: Alterar cor
pt_pt: Alterar cor
ru: Изменить цвет
uk: Змінити колір
zh_hans: 更改颜色

# account_action_change_master_password_hint_title
source: Change master password hint
ar: تغيير تلميح كلمة المرور الرئيسية
de: Master-Passwort-Hinweis ändern
es: Cambiar pista de contraseña maestra
fr: Modifier le mot de passe maître
hu: Mesterjelszó-emlékeztető módosítása
it: Modifica suggerimento password principale
ja: マスターパスワードのヒントの変更
ko: 마스터 비밀번호 힌트 변경
pt_br: Alterar dica da senha mestra
pt_pt: Alterar lembrete da palavra-passe mestra
ru: Изменить подсказку к мастер-паролю
uk: Змінити підказку для головного пароля
zh_hans: 修改主密码提示

# account_action_change_name_title
source: Change name
ar: تغيير الاسم
de: Name ändern
es: Cambiar nombre
fr: Modifier le nom
hu: Név módosítása
it: Modifica nome
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
pt_pt: Alterar nome
ru: Изменить название
uk: Змінити назву
zh_hans: 修改名称

# account_action_email_verify_instructions_title
source: Visit Web vault to verify your email address
ar: تفضل بزيارة Web vault للتحقق من عنوان بريدك الإلكتروني
de: Besuchen Sie den Webtresor, um Ihre E-Mail-Adresse zu verifizieren
es: Visita la caja fuerte web para verificar tu correo electrónico
fr: Visitez le coffre-fort en ligne pour vérifier votre adresse e-mail
hu: Látogasson el a Webes széfhez az e-mail címe megerősítéséhez
it: Vai nella cassaforte web per verificare il tuo indirizzo e-mail
ja: ウェブ保管庫へアクセスして、メールアドレスを確認してください。
ko: 웹 보관함에 접속하여 이메일 주소를 인증하세요.
pt_br: Visite o cofre web para verificar seu endereço de e-mail
pt_pt: Visite o cofre web para verificar o seu endereço de e-mail
ru: Посетите веб-хранилище для подтверждения адреса вашей электронной почты
uk: Відвідайте вебсховище для підтвердження вашої адреси електронної пошти
zh_hans: 访问网页密码库来验证您的电子邮件地址

# account_action_export_individual_vault_title
source: Export individual vault
ar: تصدير قبو فردي
de: Individuellen Tresor exportieren
es: Exportar caja fuerte individual
fr: Exporter un coffre-fort individuel
hu: Egyéni széf exportálása
it: Esporta cassaforte individuale
ja: 個別の保管庫をエクスポート
ko: 개별 보관함 내보내기
pt_br: Exportar cofre individual
pt_pt: Exportar cofre individual
ru: Экспорт элементов
uk: Експорт особистого сховища
zh_hans: 导出个人密码库

# account_action_export_vault_title
source: Export vault
ar: قبو التصدير
de: Tresor exportieren
es: Exportar caja fuerte
fr: Exporter le coffre-fort
hu: Széf exportálása
it: Esporta cassaforte
ja: 保管庫のエクスポート
ko: 보관함 내보내기
pt_br: Exportar cofre
pt_pt: Exportar cofre
ru: Экспорт хранилища
uk: Експорт сховища
zh_hans: 导出密码库

# account_action_hide_success_off_title
source: Items were revealed
ar: تم كشف العناصر
de: Elemente wurden eingeblendet
fr: Éléments révélés
pt_br: Itens foram revelados
pt_pt: Itens foram revelados
uk: Предмети були розкриті
zh_hans: 条目已显示

# account_action_hide_success_on_title
source: Items were hidden
ar: تم إخفاء العناصر
de: Elemente wurden ausgeblendet
fr: Éléments masqués
pt_br: Itens foram escondidos
pt_pt: Os itens foram ocultos
uk: Елементи були приховані
zh_hans: 条目已隐藏

# account_action_hide_text
source: Hide the items from the main screens of the app
ar: إخفاء العناصر من الشاشات الرئيسية للتطبيق
de: Elemente auf den Hauptbildschirmen der App ausblenden
es: Ocultar los elementos de las pantallas principales de la aplicación
fr: Masquer les éléments des écrans principaux de l'application
hu: Az elemek elrejtése az alkalmazás fő képernyőiről
it: Nascondi gli elementi dalle schermate principali dell'app
ja: アプリのメイン画面からアイテムを隠す
ko: 앱 메인 화면에서 이 항목 숨기기
pt_br: Ocultar os itens das telas principais do aplicativo
pt_pt: Ocultar os itens no écran principal da aplicação
ru: Скрыть элементы с главных экранов приложения
uk: Приховати записи з основних екранів застосунку
zh_hans: 隐藏应用主页面上的条目

# account_action_hide_title
source: Hide items
ar: إخفاء العناصر
de: Element ausblenden
es: Ocultar elementos
fr: Masquer les éléments
hu: Elemek elrejtése
it: Nascondi elementi
ja: アイテムを隠す
ko: 항목 숨기기
pt_br: Ocultar itens
pt_pt: Esconder item
ru: Скрыть элементы
uk: Приховати записи
zh_hans: 隐藏条目

# account_action_import_credentials_title
source: Import from another app
ar: استيراد من تطبيق آخر
de: Aus einer anderen App importieren
fr: Importer depuis une autre application
pt_br: Importar de outro aplicativo
pt_pt: Importar de outra aplicação
uk: Імпортувати з іншого застосунку
zh_hans: 从其他应用导入

# account_action_items_title
source: Items
ar: أغراض
de: Elemente
es: Elementos
fr: Éléments
hu: Elemek
it: Elementi
ja: アイテム
ko: 항목
pt_br: Itens
pt_pt: Entradas
ru: Записи
uk: Записи
zh_hans: 条目

# account_action_log_out_title
source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
it: Esci
ja: ログアウト
ko: 로그아웃
pt_br: Encerrar Sessão
pt_pt: Terminar sessão
ru: Выход
uk: Вийти з облікового запису
zh_hans: 登出

# account_action_premium_purchase_instructions_title
source: Upgrade your account to a premium membership and unlock some great additional features
ar: قم بترقية حسابك إلى عضوية متميزة واحصل على بعض الميزات الإضافية الرائعة
de: Upgraden Sie ihr Konto auf eine Premium-Mitgliedschaft, um zusätzliche, großartige Funktionen freizuschalten
es: Mejora tu cuenta a prémium y desbloquea algunas excelentes características adicionales
fr: Mettez à niveau votre compte vers un abonnement premium et débloquez des fonctionnalités supplémentaires
hu: Frissítse fiókját prémium tagságra, és oldjon fel további nagyszerű funkciókat
it: Aggiorna il tuo account a un abbonamento premium per sbloccare alcune funzioni aggiuntive
ja: プレミアム会員にアップグレードして他の素晴らしい追加機能を使えるようにします。
ko: 계정을 프리미엄으로 업그레이드하고 다양한 추가 기능을 잠금 해제하세요.
pt_br: Atualize a sua conta para uma conta premium e desbloqueie ótimos recursos adicionais
pt_pt: Atualize conta para uma adesão premium e desbloqueie funcionalidades adicionais fantásticas
ru: Перейдите на Премиум и получите некоторые замечательные дополнительные функции
uk: Оновіть свій обліковий запис до тарифного плану преміум й отримайте чудові додаткові можливості
zh_hans: 将您的账户升级至高级会员，解锁一些强大的附加功能。

# account_action_sign_in_title
source: Sign in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hu: Bejelentkezés
it: Accedi
ja: ログイン
ko: 로그인
pt_br: Iniciar sessão
pt_pt: Iniciar sessão
ru: Войти
uk: Увійти
zh_hans: 登录

# account_action_sign_out_title
source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
it: Disconnetti
ja: ログアウト
ko: 로그아웃
pt_br: Encerrar Sessão
pt_pt: Terminar sessão
ru: Выйти
uk: Вийти
zh_hans: 登出

# account_action_tfa_active_status
source: Active
ar: نشيط
de: Aktiv
es: Activo
fr: Actif
hu: Aktív
it: Attivo
ja: アクティブ
ko: 사용 중
pt_br: Ativo
pt_pt: Ativo
ru: Активно
uk: Активний
zh_hans: 启用

# account_action_tfa_text
source: Require login verification with another device such as a security key, authenticator app, SMS or email
ar: يتطلب التحقق من تسجيل الدخول باستخدام جهاز آخر مثل مفتاح الأمان أو تطبيق المصادقة أو الرسائل القصيرة أو البريد الإلكتروني
de: Erfordere die Überprüfung der Anmeldung mit einem anderen Gerät wie einem Sicherheitsschlüssel, einer Authentifizierungs-App, einer SMS oder einer E-Mail
es: Requiere verificación de inicio de sesión con otro dispositivo como una clave de seguridad, aplicación de autenticación, SMS o correo electrónico
fr: Exiger une vérification de connexion avec un autre appareil comme une clé de sécurité, une application d'authentification, un SMS ou un e-mail
hu: Más eszközzel, például biztonsági kulccsal, hitelesítő alkalmazással, SMS-el vagy e-maillel történő bejelentkezési ellenőrzés megkövetelése
it: Richiedi la verifica del login con un altro dispositivo, come una chiave di sicurezza, un'app di autenticazione, un SMS o un'e-mail
ja: ログインする際にセキュリティキー、認証アプリ、SMS、メールなど、別のデバイスによる認証を必要とします。
ko: 보안 키, 인증 앱, SMS, 이메일 등 다른 기기를 통한 로그인 인증을 요청합니다.
pt_br: Exigir verificação de login com outro dispositivo, como uma chave de segurança, aplicativo de autenticação, SMS ou e-mail
pt_pt: Requer verificação de início de sessão com outro dispositivo, como uma chave de segurança, aplicativo de autenticação, SMS ou e-mail
ru: Требовать подтверждения входа с помощью другого устройства, например ключа безопасности, приложения для аутентификации, SMS или электронной почты
uk: Вимагати підтвердження авторизації за допомогою іншого методу, наприклад ключа безпеки, застосунку автентифікації, SMS або електронного листа
zh_hans: 需要使用另一个设备进行登录验证，如安全密钥、身份验证器应用、短信或电子邮件

# account_action_tfa_title
source: Two-factor authentication
ar: المصادقة الثنائية
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
hu: Kétlépcsős hitelesítés
it: Autenticazione a due fattori
ja: 2段階認証
ko: 2단계 인증
pt_br: Autenticação de dois fatores
pt_pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
uk: Двофакторна автентифікація
zh_hans: 双因素认证

# account_last_synced_at
source: Last synced at %1$@
ar: آخر مزامنة في %1$@
de: Zuletzt synchronisiert am %1$@
es: Última sincronización el %1$@
fr: Dernière synchronisation le %1$@
hu: Utoljára szinkronizálva: %1$@
it: Ultima sincronizzazione il %1$@
ja: 最終同期時刻: %1$@
ko: %1$@에 마지막으로 동기화함
pt_br: Última sincronização em %1$@
pt_pt: Última sincronização a %1$@
ru: Последний раз синхронизировано %1$@
uk: Останній раз синхронізовано %1$@
zh_hans: 上次同步于 %1$@

# account_log_out_confirmation_text
source: All unsynchronized changes will be lost!
ar: سيتم فقدان كافة التغييرات غير المتزامنة!
de: Alle nicht synchronisierten Änderungen gehen verloren!
es: ¡Todos los cambios no sincronizados se perderán!
fr: Toutes les modifications non synchronisées seront perdues !
hu: Az összes nem szinkronizált módosítás elveszik!
it: Tutte le modifiche non sincronizzate verranno perse!
ja: 同期されていない変更はすべて失われます！
ko: 동기화하지 않은 변경 사항이 모두 사라집니다!
pt_br: Todas as mudanças não sincronizadas serão perdidas!
pt_pt: Todas as alterações não sincronizadas vão ser perdidas!
ru: Все не синхронизированные изменения будут потеряны!
uk: Всі несинхронізовані зміни будуть втрачені!
zh_hans: 所有未同步的更改都将丢失！

# account_log_out_confirmation_title
source: Sign out?
ar: تسجيل الخروج؟
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
hu: Kijelentkezik?
it: Uscire?
ja: ログアウトしますか？
ko: 로그아웃할까요?
pt_br: Encerrar Sessão?
pt_pt: Terminar a sessão?
ru: Выход?
uk: Вийти з облікового запису?
zh_hans: 确认登出？

# account_main_add_account_title
source: Add account
ar: إضافة حساب
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
hu: Fiók hozzáadása
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
pt_br: Adicionar conta
pt_pt: Adicionar conta
ru: Добавить учётную запись
uk: Додати обліковий запис
zh_hans: 添加账户

# account_main_header_title
source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fr: Comptes
hu: Fiókok
it: Account
ja: アカウント
ko: 계정
pt_br: Contas
pt_pt: Contas
ru: Учетные записи
uk: Облікові записи
zh_hans: 账户

source: Account name
ar: اسم الحساب
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
hu: Fiók neve
it: Nome account
ja: アカウント名
ko: 계정 이름
pt_br: Nome da conta
pt_pt: Nome da conta
ru: Название учетной записи
uk: Назва облікового запису
zh_hans: 账户名

# account_none
source: No account
ar: لا يوجد حساب
de: Kein Konto
es: Sin cuenta
fr: Aucun compte
hu: Nincs fiók
it: Nessun account
ja: アカウントがありません
ko: 계정 없음
pt_br: Nenhuma conta
pt_pt: Nenhuma conta
ru: Нет аккаунта
uk: Без облікового запису
zh_hans: 暂无账户

source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fr: Comptes
hu: Fiókok
it: Account
ja: アカウント
ko: 계정
pt_br: Contas
pt_pt: Contas
ru: Учетные записи
uk: Облікові записи
zh_hans: 账户

# accounts_empty_label
source: No accounts
ar: لا حسابات
de: Keine Accounts vorhanden
es: No hay ninguna cuenta
fr: Aucun compte
hu: Nincsenek fiókok
it: Nessun account
ja: アカウントなし
ko: 계정 없음
pt_br: Sem contas
pt_pt: Sem contas
ru: Нет учетных записей
uk: Облікові записи відсутні
zh_hans: 暂无账户

source: Add
ar: يضيف
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáad
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
uk: Додати
zh_hans: 添加

source: Add integration
ar: إضافة التكامل
de: Integration hinzufügen
es: Añadir Integración
fr: Ajouter une intégration
hu: Integráció hozzáadása
it: Aggiungi integrazione
ja: 統合を追加
ko: 통합 기능 추가
pt_br: Adicionar integração
pt_pt: Adicionar integração
ru: Добавить интеграцию
uk: Додати інтеграцію
zh_hans: 添加集成

source: Add to Home screen
ar: أضف إلى الشاشة الرئيسية
de: Zum Startbildschirm hinzufügen
es: Añadir a la pantalla de inicio
fr: Ajouter à l'écran d'accueil
hu: Hozzáadás a kezdőképernyőhöz
it: Aggiungi alla schermata Home
ja: ホーム画面に追加
ko: 홈 화면에 추가
pt_br: Adicionar à tela inicial
pt_pt: Adicionar ao ecrã inicial
ru: Добавить на главный экран
uk: Додати на головний екран
zh_hans: 添加到主屏幕

# addaccount2fa_email_note
source: Enter the verification code that was emailed to %1$@.
ar: أدخل رمز التحقق الذي أُرسل إلى %1$@.
de: Geben Sie den Bestätigungscode ein, der an %1$@ gesendet wurde.
es: Introduzca el código de verificación que fue enviado por correo electrónico a %1$@.
fr: Entrez le code de vérification qui a été envoyé à %1$@.
hu: Írja be a %1$@ email címre elküldött ellenőrző kódot.
it: Inserisci il codice di verifica che è stato inviato via email a %1$@.
ja: %1$@ に送信された確認コードを入力してください。
ko: %1$@ 이메일로 전송된 인증 코드를 입력하세요.
pt_br: Insira o código de verificação que foi enviado por e-mail para %1$@.
pt_pt: Inserir o código de verificação que foi enviado por e-mail para %1$@.
ru: Введите код подтверждения, который был отправлен на адрес электронной почты %1$@.
uk: Введіть код підтвердження, надісланий на %1$@.
zh_hans: 输入发送给 %1$@ 的验证码。

# addaccount2fa_header_title
source: Verification
ar: تَحَقّق
de: Verifizierung
es: Verificación
fr: Vérification
hu: Hitelesítés
it: Verifica
ja: 認証
ko: 인증
pt_br: Verificação
pt_pt: Verificação
ru: Верификация
uk: Підтвердження
zh_hans: 验证

# addaccount2fa_otp_note
source: Enter the verification code from your authenticator app.
ar: أدخل رمز التحقق من تطبيق المصادقة الخاص بك.
de: Geben Sie den Bestätigungscode aus Ihrer Authentifizierungs-App ein.
es: Introduzca el código de verificación de su aplicación de autenticación.
fr: Saisissez le code de vérification depuis votre application d'authentification.
hu: Adja meg az ellenőrző kódot a hitelesítő alkalmazásából.
it: Inserisci il codice di verifica dalla tua app di autenticazione.
ja: 認証アプリに表示された認証コードを入力してください。
ko: 인증 앱에서 인증 코드를 입력하세요.
pt_br: Insira o código de verificação do seu aplicativo de autenticação.
pt_pt: Insira o código de verificação do seu aplicativo de autenticação.
ru: Введите код подтверждения из приложения для аутентификации.
uk: Введіть код підтвердження з програми для автентифікації.
zh_hans: 请输入您的身份验证器应用中的验证码

# addaccount2fa_unsupported_note
source: This authentication method is not supported yet.
ar: طريقة المصادقة هذه غير مدعومة حتى الآن.
de: Diese Authentifizierungsmethode wird noch nicht unterstützt.
es: Este método de autenticación no está soportado todavía.
fr: Cette méthode d'authentification n'est pas encore prise en charge.
hu: Ez a hitelesítési módszer még nem támogatott.
it: Questo metodo di autenticazione non è ancora supportato.
ja: この認証方法はまだサポートされていません。
ko: 이 인증 방법은 아직 지원하지 않습니다.
pt_br: Este método de autenticação ainda não é suportado.
pt_pt: Este método de autenticação ainda não é suportado.
ru: Этот метод аутентификации еще не поддерживается.
uk: Цей метод аутентифікації ще не підтримується.
zh_hans: 此认证方法尚未被支持。

# addaccount2fa_yubikey_manual_text
source: Enter the YubiKey authentication code manually. Place the cursor on the field below and trigger the YubiKey.
ar: أدخل رمز مصادقة YubiKey يدويًا. ضع المؤشر على الحقل أدناه وقم بتشغيل YubiKey.
de: Geben Sie den YubiKey Authentifizierungscode manuell ein. Platzieren Sie den Cursor auf das Feld unten und lösen Sie den YubiKey aus.
es: Introduzca el código de autenticación de YubiKey manualmente. Coloque el cursor en el campo de abajo y activa la YubiKey.
fr: Entrez le code d'authentification YubiKey manuellement. Placez le curseur sur le champ ci-dessous et déclenchez la YubiKey.
hu: Adja meg a YubiKey hitelesítési kódot kézzel. Helyezze a kurzort az alábbi mezőre, és indítsa el a YubiKey-t.
it: Inserisci il codice di autenticazione YubiKey manualmente. Posiziona il cursore sul campo sottostante e attiva YubiKey.
ja: YubiKey 認証コードを手動で入力してください。下のフィールドにカーソルを置いて、YubiKey をトリガーしてください。
ko: YubiKey 인증 코드를 직접 입력해 주세요. 아래 필드에 커서를 둔 뒤 YubiKey를 켜세요.
pt_br: Digite o código de autenticação do YubiKey manualmente. Coloque o cursor no campo abaixo e acione o YubiKey.
pt_pt: Introduzir o código de autenticação YubiKey manualmente. Colocar o cursor no campo abaixo e ative o YubiKey.
ru: Введите код подтверждения YubiKey вручную. Поместите курсор на поле ниже и запустите YubiKey.
uk: Введіть код автентифікації YubiKey вручну. Помістіть курсор на поле нижче та активуйте YubiKey.
zh_hans: 手动输入 YubiKey 验证码，将光标放在下方输入框并按下 YubiKey 的按钮。

# addaccount_base_env_note
source: Specify the base URL of your self-hosted Bitwarden installation.
ar: حدد عنوان URL الأساسي لتثبيت Bitwarden المستضاف ذاتيًا.
de: Geben Sie die Basis-URL Ihrer selbst gehosteten Bitwarden Installation an.
es: Especifica la URL base de tu instalación de Bitwarden con alojamiento propio.
fr: Spécifiez l'URL de base de votre installation Bitwarden auto-hébergée.
hu: Adja meg a saját üzemeltetésű Bitwarden telepítésének alap URL-címét.
it: Specifica l'URL di base della tua installazione Bitwarden self-hosted.
ja: セルフホスティングしている Bitwarden のベース URL を指定してください。
ko: Bitwarden을 호스팅 중인 서버의 기본 URL을 입력하세요.
pt_br: Especifique a URL raiz de sua instalação Bitwarden auto-hospedada.
pt_pt: Especifique o endereço de base da sua instalação do Bitwarden.
ru: Укажите URL-адрес bitwarden на вашем сервере.
uk: Вкажіть основну URL-адресу вашого власного встановлення Bitwarden.
zh_hans: 指定自托管 Bitwarden 实例的基础URL。

# addaccount_base_env_server_url_label
source: Server URL
ar: عنوان URL للخادم
es: URL del servidor
fr: URL du serveur
hu: Szerver URL
it: URL del server
ja: サーバー URL
ko: 서버 URL
pt_br: Endereço do servidor
pt_pt: Endereço do servidor
ru: URL сервера
uk: URL-адреса сервера
zh_hans: 服务器 URL

# addaccount_captcha_need_client_secret_label
source: Client secret
ar: سر العميل
de: Client-Geheimnis
es: Secreto del cliente
hu: Kliens titok
it: Chiave segreta del client
ja: クライアントシークレット
ko: 클라이언트 비밀 키
pt_br: Chave secreta do cliente
pt_pt: Chave secreta
ru: Закрытый ключ клиента
uk: Секретний ключ клієнта
zh_hans: 客户端密钥

# addaccount_captcha_need_client_secret_note
source: To pass the captcha verification on an unofficial Bitwarden client, you must specify the client secret. To find it, visit Web vault / Settings / API Key.
ar: لتمرير التحقق من كلمة التحقق على عميل Bitwarden غير رسمي، يجب عليك تحديد سر العميل. للعثور عليه، قم بزيارة قبو الويب / الإعدادات / مفتاح API.
de: Um die Captcha Verifizierung auf einem inoffiziellen Bitwarden Client zu bestehen, muss das Client-Geheimnis angeben werden. Um es zu finden, rufe Web Tresor / Einstellungen / API-Schlüssel auf.
es: Para pasar la verificación captcha a un cliente no oficial de Bitwarden, debe especificar la clave secreta. Para encontrarla, ve a Web Vault / Configuración / Clave API.
fr: Pour passer la vérification captcha sur un client Bitwarden non officiel, vous devez spécifier le secret du client. Pour le trouver, allez dans le coffre Web / Paramètres / Clé API.
hu: Ahhoz, hogy egy nem hivatalos Bitwarden kliens átmenjen a captcha ellenőrzésen, meg kell adnia az kliens titkot (client secret). Ennek megtalálásához látogasson el a Webes széfbe / Beállítások / API kulcs.
it: Per superare la verifica captcha su un client Bitwarden non ufficiale, devi specificare la chiave segreta del client. Per trovarlo, visita la Cassaforte Web / Impostazioni account / Sicurezza / Chiave API.
ja: 非公式の Bitwarden クライアントで CAPTCHA 認証を通過するには、クライアントシークレットを指定する必要があります。クライアントシークレットを取得するには、ウェブ保管庫 / 設定 / API キー にアクセスしてください。
ko: 비공식 Bitwarden 클라이언트에서 캡차 인증을 통과하려면 클라이언트 비밀 키를 설정해야 합니다. 웹 보관함의 설정 / API 키 페이지에서 클라이언트 비밀 키를 확인할 수 있습니다.
pt_br: Para passar na verificação do captcha em um cliente Bitwarden não oficial, é necessário especificar a chave secreta do cliente. Para encontrá-lo, visite Web vault / Configurações / Chave de API.
pt_pt: Para passar a verificação captcha num cliente do Bitwarden não oficial, deve especificar a chave secreta de cliente. Para encontrá-la, visite o Web vault em / Configurações / Chave de API.
ru: Для прохождения проверки капчи в неофициальном клиенте Bitwarden необходимо указать закрытый ключ клиента. Чтобы найти его, посетите Веб-хранилище → Параметры → API Key.
uk: Щоб пройти перевірку Captcha на неофіційному клієнті Bitwarden, вам необхідно вказати клієнтський секрет (Client secret). Щоб знайти його, відвідайте Вебсторінку сховища / Налаштування / Ключ API (Web vault / Settings / API Key).
zh_hans: 要通过非官方 Bitwarden 客户端上的验证码验证，您必须指定客户端密钥。 请访问 网页密码库 / 设置 / 安全 / API 密钥以找到它。

# addaccount_create_an_account_title
source: Create an account
ar: إنشاء حساب
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
hu: Fiók létrehozása
it: Crea un account
ja: アカウントを作成
ko: 계정 만들기
pt_br: Criar uma conta
pt_pt: Criar uma conta
ru: Создать учётную запись
uk: Створити обліковий запис
zh_hans: 创建账户

# addaccount_custom_env_api_url_label
source: API Server URL
ar: عنوان URL لخادم واجهة برمجة التطبيقات
es: URL del servidor API
fr: URL du serveur de l'API
hu: API szerver URL
it: URL server API
ja: API サーバー URL
ko: API 서버 URL
pt_br: Endereço do servidor da API
pt_pt: Endereço do servidor da API
ru: URL API сервера
uk: URL-адреса сервера API
zh_hans: API 服务器 URL

# addaccount_custom_env_icons_url_label
source: Icons Server URL
ar: عنوان URL لخادم الأيقونات
de: Icon-Server-URL
es: URL del servidor de iconos
fr: URL du serveur d’icônes
hu: Ikonok szerver URL
it: URL del server icone
ja: アイコンサーバー URL
ko: 아이콘 서버 URL
pt_br: Endereço do servidor de ícones
pt_pt: Endereço do servidor de ícones
ru: URL сервера значков
uk: URL-адреса сервера піктограм
zh_hans: 图标服务器 URL

# addaccount_custom_env_identity_url_label
source: Identity Server URL
ar: عنوان URL لخادم الهوية
de: Identitätsserver-URL
es: URL del servidor de identidad
fr: URL du serveur d'identité
hu: Identitás szerver URL
it: URL del server d'identità
ja: ID サーバー URL
ko: ID 서버 URL
pt_br: URL do Servidor de Identidade
pt_pt: Endereço do servidor de identidade
ru: URL сервера идентификации
uk: URL-адреса сервера ідентифікації
zh_hans: 身份验证器 URL
